Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: dollars from the dollars that build long-lived assets, allowing the government to prioritise
fr_fr: entreprises, lesquels compensent en partie les frais de la dette associés aux besoins en emprunts.

source: the latter and help deliver lasting benefits to Canadians.
fr_fr: créditeurs, la perception des impôts et des comptes débiteurs, la conversion à la comptabilité de

source: Capital investments are the building blocks to economic growth.
fr_fr: d'exercice, ainsi que les opérations de change et les produits dérivés.

source: Capital investments boost Canada's
fr_fr: Les besoins en trésorerie

source: productivity, helping deliver more and better paying jobs, supporting rising living standards for
fr_fr: nets projetés pour les autres opérations pendant la période de prévision dénotent principalement les

source: all Canadians over the long term. While U.S. business investment has grown steadily, Canada's has
fr_fr: variations des comptes créditeurs et débiteurs, ainsi que l'augmentation prévue des réserves

source: remained close to its 2015 levels (Chart A2.1).
fr_fr: officielles de liquidités internationales du gouvernement détenues dans le Compte du fonds des

source: Canada's growth has been held back by weak
fr_fr: changes. Analyse des scénarios économiques

source: productivity associated with low investment in business capital— particularly in machinery,
fr_fr: Puisque le Canada est une nation commerçante, ses exportations comptent pour environ le tiers de son

source: equipment, and intangible assets like intellectual property (Chart A2.2).
fr_fr: PIB. Notre prospérité est étroitement liée à la demande mondiale.

source: In a global economy
fr_fr: Toutefois, la forte augmentation

source: increasingly shaped by shifting trade dynamics and rapid adoption of artificial intelligence, this
fr_fr: des droits de douane américains, et l'incertitude commerciale qui en résulte affaiblissent

source: gap weighs on competitiveness and resilience.
fr_fr: l'économie canadienne.

source: To reverse this trend, Canada requires a step change
fr_fr: Les droits de douane font baisser la demande mondiale en biens et services,

source: in capital investment, with renewed commitment from both the public and private sectors to make
fr_fr: perturbent les chaînes d'approvisionnement, et restreignent le potentiel productif de l'économie

source: growth-enhancing capital investment a national priority. The Capital Budgeting Framework
fr_fr: mondiale. L'acier, l'aluminium, les automobiles, le cuivre, le bois d'œuvre résineux et les produits

source: ensures that growth and productivity are core elements of the fiscal planning architecture across
fr_fr: de bois canadiens sont directement visés par ces droits de douane, qui mettent ainsi en péril les

source: the federal government.
fr_fr: entreprises et les emplois au Canada.

source: The Capital Budgeting Framework builds on established public financial management practices used in
fr_fr: Les effets se font déjà ressentir dans l'économie canadienne.

source: advanced economies and adapts them to a made-in-Canada approach.
fr_fr: Le PIB réel a progressé à un taux annualisé de 0,2 % durant le premier semestre de 2025.

source: As an example, the United Kingdom
fr_fr: Bien que la croissance devrait

source: separates capital spending (investment in long-lived assets) from current spending for planning,
fr_fr: reprendre durant le deuxième semestre, les prévisionnistes du secteur privé qui ont participé à

source: reporting, and control, consistent with their national macroeconomic accounts.
fr_fr: Le Canada profite toujours de solides facteurs économiques fondamentaux et a la capacité de rebondir

source: Singapore similarly
fr_fr: après ces chocs à court terme.

source: distinguishes operating from "development" expenditures, defined as long-term investments that
fr_fr: Toutefois, l'environnement commercial actuel impose des

source: advance economic development and welfare.
fr_fr: ralentissements persistants sur l'économie canadienne.

source: In Singapore, the government may borrow only to finance
fr_fr: Les investissements des entreprises, en

source: "nationally significant" capital investments, while other spending must generally be covered by
fr_fr: particulier, sont très sensibles au manque de clarté par rapport à l'avenir.

source: revenues.
fr_fr: Les incertitudes

source: The objective is fiscal sustainability and intergenerational fairness, so that debt
fr_fr: actuelles concernant les politiques commerciales et les perspectives de la demande pourraient

source: incurred today is tied to assets that benefit future generations.
fr_fr: pousser les entreprises à continuer de retarder leurs plans d'investissement ou de les revoir à la

source: Table A2.1 compares capital budgeting approaches in the United Kingdom, Singapore, Canadian provinces, and the Canadian federal government .
fr_fr: baisse. Une baisse d'investissements entraîne des conséquences durables, réduisant le potentiel de croissance

source: Definition and Categories
fr_fr: et de productivité du pays à moyen terme.

source: The Capital Budgeting Framework establishes a consistent way to classify spending, including tax
fr_fr: Ainsi, la performance économique à moyen terme dépend en

source: expenditures, that contributes to capital formation—referred to here as capital investment—while
fr_fr: bonne partie des mesures coordonnées qui seront prises par les acteurs des administrations

source: maintaining pre-existing categories used in budgets and financial reports.
fr_fr: canadiennes et du secteur privé afin de soutenir la demande économique au pays et à l'étranger.

source: Capital investments, for the purposes of the framework, are defined broadly as any government
fr_fr: Afin de faciliter une planification budgétaire et économique prudente entourant ces risques, et pour

source: directly on the government's balance sheet or on that of a private sector entity, Indigenous
fr_fr: soumettre les prévisions de l'enquête du mois d'août menée dans le secteur privé à des simulations

source: community or another level of government.
fr_fr: de crise plus approfondies, le ministère des Finances a élaboré un scénario optimiste et un scénario

source: Within this broad definition, the focus is on capital
fr_fr: pessimiste pour les perspectives économiques du Canada (Tableau A1.11).

source: investments that meet the following criteria:
fr_fr: Scénario pessimiste Dans l'enquête du mois d'août, les prévisionnistes indiquaient que l'incertitude commerciale

source: Conditionality – whether the funding recipient is required to invest in capital
fr_fr: demeurerait élevée à court terme et disparaîtrait essentiellement d'ici 2027.

source: formation to receive the benefit.
fr_fr: En revanche, dans

source: Clear linkage – whether the spending encourages or enables capital investment
fr_fr: le scénario pessimiste, l'incertitude commerciale persiste après 2026.

source: in identifiable sectors or projects.
fr_fr: Cette incertitude peut être

source: Applying this definition, federal government spending classified as capital investment is categorised
fr_fr: due à plusieurs raisons, par exemple si les tensions géopolitiques s'aggravent et que les plans

source: as follows: Capital transfers – transfers to other levels of
fr_fr: relatifs aux droits de douane américains demeurent ambigus – à grande échelle, sectoriels, ou

source: government and organisations expressly intended for the recipient to invest in infrastructure or
fr_fr: propres à chaque pays – combinés aux difficultés à conclure de nouveaux accords.

source: a productive asset. Transfer payments, and other forms of support, are classified as capital investments
fr_fr: En plus de décourager directement les investissements des entreprises — entraînant une baisse des

source: when the recipient (e.g., a province or territory, an Indigenous community, an
fr_fr: capacités productives de l'économie — l'incertitude persistante dans ce scénario a des répercussions

source: arms-length or private organisation) is required to use the funds to build, acquire, or
fr_fr: indirectes sur l'économie canadienne. Une conjoncture économique incertaine amène les entreprises à

source: better capital assets, with reporting to the federal government for monitoring.
fr_fr: maintenir des réserves financières à des fins de précaution, ce qui se traduit par une baisse de l'embauche.

source: Unrestricted transfers count towards the day-to-day operating budget.
fr_fr: D'une manière similaire, les consommateurs restent prudents et repoussent les achats

source: For Indigenous
fr_fr: Dans un contexte

source: infrastructure, including transfers under modern treaties, self-government, new fiscal
fr_fr: d'économie mondiale et d'environnement commercial affaiblis, la demande en exportations canadiennes

source: relationships, and similar arrangements, the conditionality criterion is applied in a
fr_fr: est plus basse, et les prix des produits de base et la valeur des actifs financiers chutent.

source: manner consistent with self-determination. Capital-focused tax incentives – tax expenditures intended to incentivise
fr_fr: Ensemble, ces facteurs contribuent à ce que le niveau de PIB réel soit plus bas que celui des

source: new capital formation.
fr_fr: prévisions de l'enquête du mois d'août.

source: investments when the measure directly incentivises investment in capital rather than
fr_fr: Les ménages canadiens et les entreprises au pays doivent aussi composer avec un environnement

source: ongoing operations.
fr_fr: tarifaire jamais vu depuis des décennies.

source: Amortisation of federal capital assets – expenses recorded to spread the
fr_fr: Ce scénario pessimiste prévoit de plus grands défis dans

source: cost of capital assets owned or controlled by the federal government over their useful lives.
fr_fr: notre adaptation aux droits de douane américains.

source: This is aligned with existing reporting of amortisation of federal capital assets in the
fr_fr: Par exemple, les fabricants pourraient devoir

source: Public Accounts of Canada, which is based on Canadian public sector accounting
fr_fr: restructurer les chaînes d'approvisionnement, et les exportateurs pourraient devoir trouver de

source: standards.
fr_fr: nouveaux acheteurs.

source: Examples of federal capital assets include buildings, machinery and equipment, aircraft,
fr_fr: Ces changements entraînent des coûts d'ajustement, tandis que des droits de

source: etc. Private sector research and development – direct funding, or tax
fr_fr: douane plus élevés limitent également les gains d'efficience futurs tirés de la coopération

source: incentives, for research and development (R&D) activities that enable commercialisation or
fr_fr: commerciale et transfrontalière.

source: scale-up and raise future productive capacity.
fr_fr: Par conséquent, l'économie canadienne devient moins efficiente,

source: Private sector R&D is emphasised given its closer link to commercialisation and
fr_fr: avec des pressions sur les prix pour les producteurs et les consommateurs, et des activités

source: production, and more direct tie to asset formation.
fr_fr: commerciales affaiblies.

source: operating subsidies designed to unlock incremental large-scale private capital investments.
fr_fr: En raison de ces difficultés, la productivité canadienne est plus faible

source: Although these transfers to private sector entities are expressly intended to support
fr_fr: que celle indiquée dans les prévisions de l'enquête d'août.

source: operating costs, they are delivered under a contractual agreement requiring the
fr_fr: Combinant les répercussions de l'incertitude commerciale et de la productivité affaiblie, le scénario

source: recipient to make prescribed capital investments and are therefore classified as capital
fr_fr: pessimiste prévoit une période prolongée de ralentissement de la croissance économique et un taux de

source: investment under the framework.
fr_fr: chômage plus élevé.

source: Measures to grow the housing stock – measures that accelerate new housing
fr_fr: de dollars de moins par année que les prévisions de l'enquête d'août de 2025 à 2029.

source: supply. Initiatives that contribute to private sector capital formation, such as building new
fr_fr: L'économie canadienne connaît un recul au troisième trimestre de 2025 et une stagnation de

source: homes, as well as those that lift construction productivity through significant at-scale
fr_fr: l'activité au quatrième trimestre, et demeure faible en 2026 et 2027.

source: programs.
fr_fr: Sur une base

source: Spending not classified as capital investment is considered day-to-day operating spending.
fr_fr: annuelle, la croissance du PIB réel est de 1,0 % en 2025, 0,6 %

source: This includes major government expenditures like transfers to persons, health and social transfers, and
fr_fr: en 2026, et 1,4 % en 2027. Ces chiffres se comparent à ceux de l'enquête d'août,

source: the costs of running government operations and services, including salaries and benefits.
fr_fr: qui sont de 1,1 %, 1,2 %, et 2,0 % pour 2025, 2026, et 2027.

source: spending remains essential for service delivery and accounts for the bulk of government spending.
fr_fr: que les niveaux prévus dans l'enquête d'août et l'Énoncé de 2024, respectivement.

source: Consistent with the presentation of the federal budget, under the Capital Budgeting Framework
fr_fr: pied des travailleurs, ce qui fait monter le taux de chômage. Tout au long de la période de

source: projected costs of capital investments are determined on a full accrual basis of accounting. Using a
fr_fr: prévision, le taux de chômage demeure élevé et au-dessus des attentes de l'enquête d'août, et il

source: consistent basis of accounting makes it easier to understand how changes in capital investments
fr_fr: plafonne à 7,4 % au cours du quatrième trimestre de 2025, puis descend à 7,2 % en

source: impact the budgetary balance, and promotes comparability.
fr_fr: moyenne en 2026 et à 6,8 % en 2027, comparativement à 6,8 % en 2026 et

source: Projected fiscal costs of capital investments over the budget horizon are generally similar on cash
fr_fr: 6,4 % en 2027 dans l'enquête d'août. Compte tenu de l'activité économique affaiblie, l'inflation de l'IPC est à 1,9 %

source: and accrual bases for a given year, except for mostly temporary timing differences for federal
fr_fr: en 2026 et à 1,7 % en 2027, par rapport à 2,0 % pour ces deux années dans

source: capital assets, loans and guarantees.
fr_fr: l'enquête d'août.

source: For example, under accrual accounting, the cost (cash basis)
fr_fr: Habituellement, dans un contexte de demande économique réduite, la réduction

source: of acquiring federal land, buildings, equipment and other capital property, like bridges is
fr_fr: Toutefois, ce dernier tient aussi compte d'une réduction de la production potentielle, due aux

source: capitalised, recorded as an asset and, except for land, amortised to expense (accrual basis) over
fr_fr: dépenses en immobilisation réduites et à la productivité plus faible, qui compense en partie la pression à la baisse sur l'inflation.

source: the useful life of the capital property.
fr_fr: Compte tenu de ces changements, les taux d'intérêt à court terme demeurent plus bas que ceux de

source: For loans, cash impacts reflect the disbursement and
fr_fr: l'enquête d'août tout au long de la période de projection. En moyenne, en 2026 et 2027, le

source: repayment of loans, whereas accrual costs reflect allowances recorded to reflect concessionary terms
fr_fr: taux des bons du Trésor à trois mois est à 1,9 % et à 1,7 % respectivement, ce qui est

source: and collectability and risk of loss.
fr_fr: plus bas que les prévisions de l'enquête d'août de 2,3 % et de 2,5 %,

source: On a cash basis, the total fiscal cost of capital investments included in Budget 2025 would be
fr_fr: respectivement. L'inflation du PIB est considérablement plus faible, car le Canada connaît une baisse de

source: about $450.6 billion over five years. Detailed Outlook for Capital Investments
fr_fr: l'activité commerciale, en raison de la faiblesse des prix des produits de base et de la

source: Table A2.2 provides further detail on projections for major capital investments, organised by the
fr_fr: réduction de l'inflation de l'IPC.

source: framework's six categories.
fr_fr: L'inflation du PIB est de 1,4 % en 2026 et

source: Historical information is provided in Table A2.3.
fr_fr: 2027, par rapport à 1,8 % et 2,0 % dans l'enquête d'août.

source: Unless otherwise
fr_fr: Scénario optimiste

source: specified, these projections are based on Department of Finance estimates.
fr_fr: Dans le scénario optimiste, l'incertitude des politiques commerciales au pays et à l'étranger se

source: In the coming months, the
fr_fr: dissipe plus rapidement que prévu.

source: Department will work with the Treasury Board Secretariat and participating organisations to develop
fr_fr: Au pays, les mesures visant à rationaliser le commerce intérieur,

source: an ongoing reporting approach for capital investments, leveraging existing sources wherever possible.
fr_fr: à stimuler la concurrence et à établir des relations avec des partenaires étrangers favorisent une

source: Capital investments over the budget horizon account for a larger share of spending than during the
fr_fr: demande plus prévisible pour les produits canadiens.

source: previous 20 years.
fr_fr: À l'échelle internationale, les États-Unis

source: With measures in the budget, annual capital investment will also nearly
fr_fr: signent de nouvelles ententes commerciales avec leurs principaux partenaires, et les tensions

source: double from $32.2 billion in 2024-25 to $59.6 billion in 2029-30 (Chart A2.3).
fr_fr: commerciales mondiales s'apaisent vers la fin de 2025.

source: Historical Information
fr_fr: Ce contexte commercial plus stable

source: Table A2.3 includes a backward-looking application of the Capital Budgeting Framework to the past
fr_fr: soutient une hausse des investissements, des flux commerciaux accrus et une amélioration de la

source: twenty years.
fr_fr: confiance économique dans le monde.

source: This history traces the fiscal cost of the programs identified as baseline capital
fr_fr: De plus, pour tenir compte des efforts pangouvernementaux actuels visant à créer un environnement

source: investments in Table A2.2 and their readily identifiable precursors. For example, while the
fr_fr: concurrentiel, à rationaliser les processus réglementaires et à apporter des réformes structurelles

source: Scientific Research and Experimental Development (SR&ED) program has supported private sector
fr_fr: qui éliminent les obstacles à la productivité et aux investissements, le scénario optimiste illustre

source: research and development for decades, other capital investment programs are newer, such as the
fr_fr: main-d'œuvre et les capitaux sont efficacement réunis pour produire des biens et services), si

source: Strategic Innovation Fund which incorporated several legacy programs and has now been replaced by
fr_fr: modeste qu'elle soit, peut accroître significativement la capacité économique du Canada et améliorer

source: the Strategic Response Fund.
fr_fr: la résilience à long terme.

source: In these cases, Table A2.3 includes both current and predecessor
fr_fr: Cette productivité accrue rend les biens et services plus compétitifs

source: programs. <<< source: anx3-en.html >>> Annex
fr_fr: tant au pays qu'à l'étranger, incite le secteur privé à investir et crée de meilleures possibilités

source: 3: Comprehensive expenditure review: Planned reductions by
fr_fr: de réaliser de grands projets d'intérêt national plus rapidement, augmentant ainsi les revenus des

source: organisation
fr_fr: Canadiens.

source: This annex provides details on the Comprehensive Expenditure Review (CER) savings announced in
fr_fr: Dans l'ensemble, une normalisation plus rapide de l'incertitude des politiques commerciales a pour

source: Budget 2025 and described in Chapter 5, by organisation. These savings, summarized in
fr_fr: principal effet de stimuler la demande globale, tandis qu'une capacité accrue de la productivité

source: Table A3.1, represent measured actions to spend less, to enable more investments in Canadians and
fr_fr: issue des politiques structurelles redresse la trajectoire économique générale du Canada.

source: the economy.
fr_fr: Le PIB

source: Total planned reductions account for 4.9 per cent of projected direct
fr_fr: 2029, comparativement aux prévisions de l'enquête du mois d'août.

source: program expenses in 2028-29.
fr_fr: La croissance du PIB réel s'accélère et atteint 1,2 % en 2025, 1,6 % en 2026

source: Agriculture and Agri-Food
fr_fr: et 2,3 % en 2027, par rapport aux taux respectifs de 1,1 %,

source: To meet up to 15 per cent in savings targets over three years, Agriculture and
fr_fr: de 1,2 % et de 2,0 % figurant dans l'enquête du mois d'août.

source: Agri-Food Canada (AAFC) will reorient its programming, scientific research, and operational
fr_fr: Compte tenu de l'effet cumulatif de la productivité accrue, d'ici la fin de 2029, le PIB réel est

source: expenditures to better align with the government's priorities, while continuing to collaborate with
fr_fr: supérieur d'environ 0,7 % à celui de l'enquête du mois d'août, mais reste cependant inférieur de 1,1 % aux prévisions de l'Énoncé de 2024.

source: provinces, territories, and industry to ensure program delivery meets evolving sector needs.
fr_fr: La croissance économique plus forte se traduit par la création d'emplois et une plus grande

source: AAFC
fr_fr: participation au marché du travail.

source: will wind down some programs outside its core mandate, such as the Agricultural Climate Solution Living Labs.
fr_fr: Le taux de chômage baisse plus rapidement que dans l'enquête

source: The government is focusing on supports for producers and agri-businesses to innovate,
fr_fr: du mois d'août pour atteindre en moyenne 6,7 % en 2026 et 6,2 % en 2027,

source: adopt clean technologies and stay competitive in a shifting global market, ensuring Canada remains a
fr_fr: comparativement à 6,8 % et 6,4 % dans l'enquête.

source: leader in sustainable food production.
fr_fr: La pression haussière sur les prix augmente à mesure que la demande agrégée se renforce, mais

source: AAFC will also reduce certain science activities where a more streamlined approach can be taken, or
fr_fr: elle est largement neutralisée par les gains de productivité qui élargissent la capacité de

source: where capacity exists elsewhere, for example in academia and industry.
fr_fr: production et qui maîtrisent généralement l'inflation.

source: AAFC will focus on core
fr_fr: L'inflation de l'IPC est donc

source: priority areas, and streamline its science operations to make them more cost-effective for the long-term.
fr_fr: de 2,1 % en 2026 et de 2,0 % en 2027, comparativement aux

source: AAFC will continue its scientific work in crops and horticulture, animal production,
fr_fr: prévisions de 2,0 % pour ces deux années dans l'enquête du mois d'août.

source: food, biodiversity and environmental sustainability, often in partnership with industry, for
fr_fr: Du fait de ces circonstances, les taux d'intérêt à court terme ne seront que légèrement plus

source: projects that are priorities for the sector.
fr_fr: élevés que les prévisions de l'enquête, soit de 2,4 % en 2026 et

source: AAFC will also continue to fund science and innovation
fr_fr: de 2,6 % en 2027, comparativement aux taux de 2,3 % et

source: through grants and contributions.
fr_fr: de 2,5 % figurant dans l'enquête.
